[
    {
        "key":1,
        "name":"Ballet",
        "des":"Ballet dance developed during the Italian Renaissance, before evolving in France and Russia into a concert dance meant for public performance. This is in the form of a ballet, in which the dance is choreographed with classical music.",
        "fee":300,
        "courses":"13 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/scottish-ballet-1024x602.jpg"
    },
    {
        "key":2,
        "name":"Ballroom",
        "des":"Ballroom dance is a type of partner dance originating at the end of the sixteenth century in France. Commonly used as shorthand for any partner dance, ballroom has today evolved into two main subgenres – standard/smooth and Latin/rhythm.",
        "fee":500,
        "courses":"4 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/RHH-Dance-Against-Dementia-MattChungPhoto-lo-res-40.jpg"
    },
    {
        "key":3,
        "name":"Contemporary",
        "des":"Developed during the mid-twentieth century, contemporary dance is now one of the most popular and technical forms of dance studied and performed professionally, especially in the US and Europe.",
        "fee":350,
        "courses":"7 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/Gold-Hi-Shine-MK-ULTRA3-credit-Brian-Slater.jpg"
    },
    {
        "key":4,
        "name":"Hip-Hop",
        "des":"Hip-hop dancing refers to a range of street dances that developed in relation to hip hop music and culture. Hip-hop dancing dates back to the early 1970s in New York and California, evolving out of Funk and the development of break beat",
        "fee":400,
        "courses":"5 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/20-Jahre-3..jpg"
    },
    {
        "key":5,
        "name":"Jazz",
        "des":"Jazz dancing has its roots in seventeenth-century African traditions, brought to the Americas via the Atlantic slave trade as slaves continued dancing traditions in Brazil, the US and elsewhere on the continents.",
        "fee":450,
        "courses":"5 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/jumping-dancers-scaled.jpg"
    },
    {
        "key":6,
        "name":"Tap Dancing",
        "des":"Tap dancing is a type of percussive dance characterised by the “tap” of shoes hitting the floor as the person dances. Tap dancers often wear metal “taps” on the heel and toe of a shoe to accentuate the sound.",
        "fee":250,
        "courses":"4 weeks",
        "img":"https://uk.harlequinfloors.com/content/uploads/2020/01/tap-attack.png"
    },
    {
        "key":7,
        "name":"Folk Dance",
        "des":"Folk dancing is celebrated worldwide with people of different cultures and religions using various forms of folk dance to portray emotions, stories, historical events or even aspects of daily life.",
        "fee":550,
        "courses":"6 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/Folk-dance-image-scaled.jpg"
    },
    {
        "key":8,
        "name":"Irish Dance",
        "des":"Originating in Ireland, this form of traditional dance has been popular for hundreds of years amongst Irish people and other countries worldwide. Popularised by shows such as Riverdance, Irish dancing is famously known for its fabulous display of footwork and dance formations.",
        "fee":750,
        "courses":"9 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/Riverdance-Troup-Killarney-scaled.jpg"
    },
    {
        "key":9,
        "name":"Mordern Dance",
        "des":"Considered as being a broad genre of dance, modern dance primarily arose from western countries such as the USA and Germany during the late 1900s. While most forms of dance are structured and feature set steps, the purpose of modern dance is to rely on the dancer’s interpretation of the music and feeling to guide movements.",
        "fee":650,
        "courses":"16 weeks",
        "img":"https://cms.harlequinfloors.com/wp-content/uploads/2020/01/3.-Courtesy-of-the-Royal-Academy-of-Dance.-Photo-David-Tett-1-scaled.jpg"
    }
   
]